alefragnani.project-manager
anthropic.claude-code
azemoh.one-monokai
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.terraform
hediet.vscode-drawio
ibm.output-colorizer
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-vscode.makefile-tools
oderwat.indent-rainbow
pkief.material-icon-theme
rebornix.ruby
saikou9901.evilinspector
shardulm94.trailing-spaces
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
tonybaloney.vscode-pets
wingrunr21.vscode-ruby
